<%--<%@ page contentType="text/html;charset=UTF-8" language="java" %>--%>
<%--<!DOCTYPE html>--%>
<%--<html lang="ru">--%>
<%--<head>--%>
<%--    <meta charset="UTF-8">--%>
<%--    <title>Ожидание подтверждения</title>--%>
<%--    <link rel="stylesheet" href="styles.css">--%>
<%--</head>--%>
<%--<body>--%>
<%--<div class="container">--%>
<%--    <h1>Письмо с подтверждением отправлено!</h1>--%>
<%--    <p>Пожалуйста, проверьте свою электронную почту и следуйте инструкциям, чтобы подтвердить смену пароля.</p>--%>
<%--    <p>Если вы не получили письмо, проверьте папку "Спам" или попробуйте снова.</p>--%>
<%--    <a href="/login">Вернуться на страницу входа</a>--%>

<%--</div>--%>
<%--</body>--%>
<%--</html>--%>

